2021-01-16-emacsen-blog-links.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<link rel="alternate"
      type="application/rss+xml"
      href="https://jasbrg.github.io/rss.xml"
      title="RSS feed for https://jasbrg.github.io/">
<title>Emacsen Blog Links</title>
<meta name="author" content="Jacob Sonnenberg">
<meta name="referrer" content="no-referrer">
<link href="https://sandyuraz.com/styles/org.min.css" rel="stylesheet" type="text/css" />
<link rel="icon" href="static/favicon.ico"></head>
<body>
<div id="preamble" class="status"><div class="header">
  <a href="https://jasbrg.github.io">My Static Org Blog</a>
</div></div>
<div id="content">
<div class="post-date">16 Jan 2021</div><h1 class="post-title"><a href="https://jasbrg.github.io/2021-01-16-emacsen-blog-links.html">Emacsen Blog Links</a></h1>
<p>
Here are a few Emacs blogs I like!
</p>

<div class="org-src-container">
<pre class="src src-emacs-lisp">(<span class="org-keyword">setq</span> elfeed-feeds
        '((<span class="org-string">"https://wingolog.org/feed/atom"</span> emacs blog)
          (<span class="org-string">"http://cachestocaches.com/feed"</span> emacs blog)
          (<span class="org-string">"https://jherrlin.github.io/index.xml"</span> emacs blog)
          (<span class="org-string">"https://nyxt.atlas.engineer/feed"</span> emacs lisp blog)
          (<span class="org-string">"https://www.murilopereira.com/index.xml"</span> emacs blog)
          (<span class="org-string">"https://daryl.wakatara.com/rss.xml"</span> emacs blog)
          (<span class="org-string">"https://alhassy.github.io/rss.xml"</span> emacs lisp blog)
          (<span class="org-string">"https://www.philnewton.net/blog/feed/"</span> emacs blog)
          (<span class="org-string">"https://karl-voit.at/feeds/lazyblorg-all.atom_1.0.links-only.xml"</span> emacs blog)))
</pre>
</div>
<div class="taglist"><a href="https://jasbrg.github.io/tags.html">Tags</a>: <a href="https://jasbrg.github.io/tag-emacs.html">emacs</a> <a href="https://jasbrg.github.io/tag-links.html">links</a> </div></div>
<div id="postamble" class="status"></div>
</body>
</html>
